---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.GroundConductorSize
source: html/9f45e9c6-31a2-071c-7d3e-3a1dd4122520.htm
---
# GroundConductorSize Members

Causes the object to release immediately any resources it may be utilizing.